{"unk_token": "<|endoftext|>", "bos_token": "<|endoftext|>", "eos_token": "<|endoftext|>", "add_prefix_space": false, "model_max_length": 1024, "name_or_path": "Gustavosta/MagicPrompt-Stable-Diffusion", "special_tokens_map_file": null, "tokenizer_class": "GPT2Tokenizer"}